13/data/attachments/40ed03acd060f017.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_bdf95f31-4736-4629-b2cb-7d0a6725ca01</nif:username>
            <nif:friendToBeAdded>Paul_position_Friend_63074_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>